{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fidget.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "smartcolumn.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-arduino": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" }
}
